{
    "APPNAME": "ICT4SDG",
    "SDG": "SDG",
    "SDGs": "Sustainable Development Goals",
    "ACTION_LINES": "Action Lines",
    "MATRIX": "Matrix",
  "NOTIFY": "Notifications",
    "HOME": "Home",
    "ACTION_LINE": "Action Line",
    "LANGUAGE": "Language",
    "LANGUAGES": [
        {
            "name": "English",
            "val": "en"
        },
        {
            "name": "More Coming Soon", 
            "val": "es"
        }
    ],
    "OK": "Ok",
    "CANCEL": "Cancel",
    "MATRIX_HELP": "Tap on an item below to see related items. Long press to see more info.",
    "TARGET_HELP": "Tap on targets to see their rationale.",
    "TARGET": "Target",
    "TARGETS": "Targets",
    "RELATED_ACTIONS": "Related Action Lines",
    "RELATED_SDGS": "Related SDGs",
    "CREATORS": "Creators",
  "USE_APP": "Use this app to discover how ICT can be used to achieve the Sustainable Development Goals (SDGs).",
  "INFO": "The 17 UNSDGs and their related targets are the ideals that most countries of the world are aiming at.",
  "INFO_V2": "WSIS has developed 18 Action Lines that show how ICT can be used to support the SDGs.",
  "SEE_LINK": "See these linkages.",
    "WSIS": "World Summit on the Information Society (WSIS)",
    "WSIS_INFO": "World Summit on the Information Society WSIS Process was set up as a unique two-phase UN summit, initiated in order to create an evolving multi-stakeholder platform aimed at addressing the issues raised by ICTs through a structured and inclusive approach at the national, regional & international levels. The goal of WSIS is to achieve a common vision, desire & commitment to build a people-centric, inclusive & development-oriented Information Society where everyone can create, access, utilize & share information.",
    "WSIS_FORUM_HOME": "The WSIS Forum",
  "WSIS_FORUM_HOME_INFO": "The WSIS Forum is a global UN multi-stakeholder platform facilitating the implementation of the WSIS Action Lines for advancing SDGs.",
  "WSIS_FORUM_HOME_INFO_MORE": "The WSIS Forum 2019 will be held in Geneva, Switzerland from the 8th-12th.",
    "WSIS_FORUM": "WSIS Forum",
    "WSIS_FORUM_INFO": "The WSIS Forum represents the world's largest annual gathering of the ‘ICT for development’ community. The Forum is co-organized by ITU, UNESCO, UNDP and UNCTAD, in close collaboration with all WSIS Action Line co-/facilitators and other UN organizations (UNDESA, FAO, UNEP, WHO, UN Women, WIPO, WFP, ILO, WMO, ITC, UPU, UNODC, UNICEF and UN Regional Commissions). It provides an opportunity for information exchange, knowledge creation and sharing of best practices, while identifying emerging trends and fostering partnerships, taking into account the evolving Information and Knowledge Societies. The WSIS Forum is constantly evolving and strengthening the alignment between the WSIS Action Lines and the Sustainable Development Goals. The Forum will serve as a key platform for discussing the role of ICTs as a means of implementation of the Sustainable Development Goals and targets, with due regard to the global mechanism for follow-up and review of the implementation of the 2030 Agenda for Sustainable Development.",
    "WSIS_PRIZES": "WSIS Prizes",
    "WSIS_PRIZES_INFO": "WSIS Prizes is a unique international contest developed in response to requests from the WSIS stakeholders to create an effective mechanism to evaluate and recognize individuals, governments, civil society, local, regional and international agencies, research institutions and private-sector companies for outstanding success in implementing development oriented strategies that leverage the power of ICTs as an enabler of the development. The WSIS Prizes contest is an integral part of the WSIS Stocktaking process; set up in 2004 to assist WSIS implementation and follow-up. The contest was held for the first time in 2012, and rapidly gained attention and popularity within the ICT for Development (ICT4D) community. So far, more than 3,000 projects took part in the contest.",
    "WSIS_MATRIX": "WSIS-SDG Matrix",
    "ABOUT": "About",
    "ABOUT_TEXT": "The ICT4SDG application was developed by the University of West Indies’ AgriNeTT team in cooperation with WSIS Secretariat. AgriNeTT is an Agriculture ICT project of the St. Augustine campus of The University of the West Indies. It has developed several applications aimed at assisting farmers and those in the agriculture sector.",
    "ABOUT_MORE": "This application was developed by The University of the West Indies' AgriNeTT team in cooperation with the WSIS Secretariat. AgriNeTT is an Agriculture ICT project of the St. Augustine campus of The University of the West Indies . It has developed several applications aimed at assisting farmers and those in the agriculture sector."
}
