[
    {
        "id": 0,
        "name": "C1: The role of governments and all stakeholders in the promotion of ICTs for development",
        "shortName": "The Role of Government in ICT Promotion",
        "desc": "<p>The effective participation of governments and all stakeholders is vital in developing the Information Society requiring cooperation and partnerships among all of them.</p><ol><li>Development of national e-strategies, including the necessary human capacity building, should be encouraged by all countries by 2005, taking into account different national circumstances.</li><li>Initiate at the national level a structured dialogue involving all relevant stakeholders, including through public/private partnerships, in devising e-strategies for the Information Society and for the exchange of best practices.</li><li>In developing and implementing national e-strategies, stakeholders should take into consideration local, regional and national needs and concerns. To maximize the benefits of initiatives undertaken, these should include the concept of sustainability. The private sector should be engaged in concrete projects to develop the Information Society at local, regional and national levels.</li><li>Each country is encouraged to establish at least one functioning Public/Private Partnership (PPP) or Multi-Sector Partnership (MSP), by 2005 as a showcase for future action.</li><li>Identify mechanisms, at the national, regional and international levels, for the initiation and promotion of partnerships among stakeholders of the Information Society.</li><li>Explore the viability of establishing multi-stakeholder portals for indigenous peoples at the national level.</li><li>By 2005, relevant international organizations and financial institutions should develop their own strategies for the use of ICTs for sustainable development, including sustainable production and consumption patterns and as an effective instrument to help achieve the goals expressed in the United Nations Millennium Declaration.</li><li>International organizations should publish, in their areas of competence, including on their website, reliable information submitted by relevant stakeholders on successful experiences of mainstreaming ICTs.</li><li>Encourage a series of related measures, including, among other things: incubator schemes, venture capital investments (national and international), government investment funds (including micro-finance for Small, Medium-sized and Micro Enterprises (SMMEs), investment promotion strategies, software export support activities (trade counseling), support of research and development networks and software parks.</ol>",
        "goals": [
            { 
                "goalId": 0,
                "subgoals": [
                    {
                        "subId" : "1",
                        "rationale": "Increased Internet use can reduce poverty and create jobs through increased efficiency and transparency in government, the growing number of broadband connections and household Internet penetration."
                    }
                ] 
            },
            { 
                "goalId": 2,
                "subgoals": [
                    {
                        "subId" : "3.8",
                        "rationale": "ICT can be used for creation of various data banks on diseases and can also assist decision makers in health planning, human resources needs assessment, medicines’ procurement and infrastructure construction"
                    },
                    {
                        "subId" : "3.d",
                        "rationale": "ICT can be used to bring together people in danger and specialists as well as monitor the spread of a disease"
                    }
                ] 
            },
            { 
                "goalId": 4,
                "subgoals": [
                    {
                        "subId" : "5",
                        "rationale": "ICT can be used for online training programmes, to include women in policy-making through e-voting, e-learning and enhance."
                    }
                ] 
            },
            { 
                "goalId": 9,
                "subgoals": [
                    {
                        "subId" : "10.c",
                        "rationale": "ICT can give people access to formal banking, e-banking and m-banking since reports show that there is a very high level of informal remittances flow."
                    }
                ] 
            },
            { 
                "goalId": 15,
                "subgoals": [
                    {
                        "subId" : "16.5",
                        "rationale": "Development of the justice system that can provide: practical information for use by citizens, online forms, and the news about law and justice, information required to promote the national reconciliation."
                    },
                    {
                        "subId" : "16.6",
                        "rationale": "Notary and other transactions can be performed online. Judicial record management systems introduce both diligence and transparency."
                    },
                    {
                        "subId" : "16.10",
                        "rationale": "ICT can help ensure a fully participatory approach by creating structures for communication and collaboration to enable coordination, to strengthen actions among governments, key stakeholders, international organizations, NGOs, the private sector and civil society."
                    }
                ] 
            },
            { 
                "goalId": 16,
                "subgoals": [
                    {
                        "subId" : "17.8",
                        "rationale": "Central to the development of reliable and open datasets should be the issues of trustworthiness and privacy. Transformation of public service to the electronic service is an important step to deliver more convenient, customer oriented and cost effective public services to the citizens in a timely manner without bureaucracy. Numerous websites where citizens can find all the procedures, information and communication from government effectively contribute to global partnership."
                    }
                ]
            }
        ]
    }, 
    {
        "id": 1,
        "name": "C2: Information and communication infrastructure: an essential foundation for the Information Society",
        "shortName": "Information & Communication Infrastructure",
        "desc": "<p>Infrastructure is central in achieving the goal of digital inclusion, enabling universal, sustainable, ubiquitous and affordable access to ICTs by all, taking into account relevant solutions already in place in developing countries and countries with economies in transition, to provide sustainable connectivity and access to remote and marginalized areas at national and regional levels.</p><ol><li>Governments should take action, in the framework of national development policies, in order to support an enabling and competitive environment for the necessary investment in ICT infrastructure and for the development of new services.</li><li>In the context of national e-strategies, devise appropriate universal access policies and strategies, and their means of implementation, in line with the indicative targets, and develop ICT connectivity indicators.</li><li>In the context of national e-strategies, provide and improve ICT connectivity for all schools, universities, health institutions, libraries, post offices, community centres, museums and other institutions accessible to the public, in line with the indicative targets.</li><li>Develop and strengthen national, regional and international broadband network infrastructure, including delivery by satellite and other systems, to help in providing the capacity to match the needs of countries and their citizens and for the delivery of new ICT-based services. Support technical, regulatory and operational studies by the International Telecommunication Union (ITU) and, as appropriate, other relevant international organizations in order to:<ol><li>Broaden access to orbital resources, global frequency harmonization and global systems standardization;</li><li>encourage public/private partnership;</li><li>promote the provision of global high-speed satellite services for underserved areas such as remote and sparsely populated areas;</li><li>explore other systems that can provide high-speed connectivity.</li></ol></li><li>In the context of national e-strategies, address the special requirements of older people, persons with disabilities, children, especially marginalized children and other disadvantaged and vulnerable groups, including by appropriate educational administrative and legislative measures to ensure their full inclusion in the Information Society.</li><li>Encourage the design and production of ICT equipment and services so that everyone, has easy and affordable access to them including older people, persons with disabilities, children, especially marginalized children, and other disadvantaged and vulnerable groups, and promote the development of technologies, applications, and content suited to their needs, guided by the Universal Design Principle and further enhanced by the use of assistive technologies.</li><li>In order to alleviate the challenges of illiteracy, develop affordable technologies and non-text based computer interfaces to facilitate people’s access to ICT,</li><li>Undertake international research and development efforts aimed at making available adequate and affordable ICT equipment for end users.</li><li>Encourage the use of unused wireless capacity, including satellite, in developed countries and in particular in developing countries, to provide access in remote areas, especially in developing countries and countries with economies in transition, and to improve low-cost connectivity in developing countries. Special concern should be given to the Least Developed Countries in their efforts in establishing telecommunication infrastructure.</li><li>Optimize connectivity among major information networks by encouraging the creation and development of regional ICT backbones and Internet exchange points, to reduce interconnection costs and broaden network access.</li><li>Develop strategies for increasing affordable global connectivity, thereby facilitating improved access. Commercially negotiated Internet transit and interconnection costs should be oriented towards objective, transparent and non-discriminatory parameters, taking into account ongoing work on this subject.</li><li>Encourage and promote joint use of traditional media and new technologies.</li></ol>",
        "goals": [
            { 
                "goalId": 0,
                "subgoals": [
                    {
                        "subId" : "1.4",
                        "rationale": "Nowadays, access to the Internet is a new basic service necessary for all people. However, statistics show that there is a huge gap between the developed and developing world, which need to be addressed."
                    }
                ]
            },
            {
                "goalId": 7,
                "subgoals": [
                    {
                        "subId" : "8.2",
                        "rationale": "The ICT industry is known for its high-valued-added products. Moreover, high productivity cannot be achieved without ICT, especially without access to the Internet, in all industries. Development of affordable telecommunication equipment are the key elements."
                    }
                ]
            },
            {
                "goalId": 8,
                "subgoals": [
                    {
                        "subId" : "9.1, 9.a, 9.c",
                        "rationale": "Connection to the Internet through Broadband has been identified as the ICT infrastructure for the next decade."
                    }
                ]
            },
            {
                "goalId": 10,
                "subgoals": [
                    {
                        "subId" : "11.5, 11.b",
                        "rationale": "Resilient and robust ICT infrastructure is essential to ensure communications in cases of disruptive events. Emergency telecommunication is an effective tool to minimize losses and accelerate recovery from disasters."
                    }
                ]
            }
        ]
    },
    {
        "id": 2,
        "name": "C3: Access to information knowledge",
        "shortName": "Access to Information Knowledge",
        "desc": "<p>ICTs allow people, anywhere in the world, to access information and knowledge almost instantaneously. Individuals, organizations and communities should benefit from access to knowledge and information.</p><ol><li>Develop policy guidelines for the development and promotion of public domain information as an important international instrument promoting public access to information.</li><li>Governments are encouraged to provide adequate access through various communication resources, notably the Internet, to public official information. Establishing legislation on access to information and the preservation of public data, notably in the area of the new technologies, is encouraged.</li><li>Promote research and development to facilitate accessibility of ICTs for all, including disadvantaged, marginalized and vulnerable groups.</li><li>Governments, and other stakeholders, should establish sustainable multi-purpose community public access points, providing affordable or free-of-charge access for their citizens to the various communication resources, notably the Internet. These access points should, to the extent possible, have sufficient capacity to provide assistance to users, in libraries, educational institutions, public administrations, post offices or other public places, with special emphasis on rural and underserved areas, while respecting intellectual property rights (IPRs) and encouraging the use of information and sharing of knowledge.</li><li>Encourage research and promote awareness among all stakeholders of the possibilities offered by different software models, and the means of their creation, including proprietary, open-source and free software, in order to increase competition, freedom of choice and affordability, and to enable all stakeholders to evaluate which solution best meets their requirements.</li><li>Governments should actively promote the use of ICTs as a fundamental working tool by their citizens and local authorities. In this respect, the international community and other stakeholders should support capacity building for local authorities in the widespread use of ICTs as a means of improving local governance.</li><li>Encourage research on the Information Society, including on innovative forms of networking, adaptation of ICT infrastructure, tools and applications that facilitate accessibility of ICTs for all, and disadvantaged groups in particular.</li><li>Support the creation and development of a digital public library and archive services, adapted to the Information Society, including reviewing national library strategies and legislation, developing a global understanding of the need for 'hybrid libraries', and fostering worldwide cooperation between libraries.</li><li>Encourage initiatives to facilitate access, including free and affordable access to open access journals and books, and open archives for scientific information.</li><li>Support research and development of the design of useful instruments for all stakeholders to foster increased awareness, assessment, and evaluation of different software models and licences, so as to ensure an optimal choice of appropriate software that will best contribute to achieving development goals within local conditions.</li></ol>",
        "goals": [
            { 
                "goalId": 0,
                "subgoals": [
                    {
                        "subId" : "1",
                        "rationale": "The focus of projects that aim to increase access to knowledge and information in underdeveloped countries should focus on removing accessibility barriers to local governments and extension workers, who can then transfer this knowledge to local communities they work with directly. With regard to the sub-goals, this type of secondary communication among authorities and citizens will gradually build communities of well informed and educated women & children, give rise to improved health conditions & increased agricultural revenue."
                    }
                ]
            },
            {
                "goalId": 1,
                "subgoals": [
                    {
                        "subId" : "2",
                        "rationale": "Agriculture is the main source of economic growth for developing countries. Empowering farmers through access to information (via intermediaries) on new seed varieties, better farming methods, market prices, and trade statistics will gradually build communities of well educated farmers who can participate in the policy-making processes related to agricultural issues and also enables them to have profitable sales. "
                    }
                ]
            },
            {
                "goalId": 2,
                "subgoals": [
                    {
                        "subId" : "3",
                        "rationale": "Self-education for patients on new treatments for their medical conditions; patient-to-patient translation of medical information as intermediaries through informal discussions and lay summaries, reliable medical information from sources other than Wikipedia or Google, easily accessible self-diagnostic tools; empower disabled people as consumers of public health services to make informed decisions about their service providers."
                    }
                ]
            },
            {
                "goalId": 4,
                "subgoals": [
                    {
                        "subId" : "5",
                        "rationale": "Impact: <br/>Education: A knowledgeable woman transfers that state to her offspring, gradually promoting an increasingly educated community and greater investments in children’s health and education.<br/>Economy: lift the gender disparity in local economies by enabling female entrepreneurs to integrate their small businesses into local/global markets and make the gradual shift from the informal to the formal sector through access to information on business networking.<br/>Safety: expose violations against women through access to state-held information to raise awareness; increased visibility of government’s actions related to advancing women’s rights encourages more social scrutiny and reinforces women’s rights advocacy by international organizations.<br/>Health: self-education for women on important health issues related to pregnancy, child care, HIV/AIDS and other STDs can alleviate maternal mortality rates.<br/>Researchers: gender-wise open data supports the implementation and planning of gender-related development projects."
                    }
                ]
            },
            {
                "goalId": 5,
                "subgoals": [
                    {
                        "subId" : "6",
                        "rationale": "Impact:<br/>Water governance: connect national governments with individual water users to increase transparency and raise awareness about water challenges.<br/>Citizens: access to indigenous & traditional water knowledge of senior citizens in rural communities can support water decisions that are often made outside the water sector; encourages people to make safe water choices by locating safe water sources and identify unsafe ones.<br/>Research: water-related challenges that affect people/ecosystems can be tracked & understood to help in project design; open data allows survey information to be used by community health workers to inspect sanitary conditions of a water source.<br/>Education: well-informed water professionals in developing countries can communicate directly with rural communities in local languages to address personal water issues."
                    }
                ]
            },
            {
                "goalId": 6,
                "subgoals": [
                    {
                        "subId" : "7",
                        "rationale": "Impact:<br/>Developing countries rely on small-scale energy projects. Open access to project data increases their acceptance and encourages project replication by local governments, welcomes more donor funds from local authorities and funding institutions.<br/>Global energy equity: establishment of regional networks; encourages South-South cooperation by combining small projects with international/regional organizations, beneficiaries.<br/>Citizen awareness: Informal spread of knowledge within communities about sustainable green energy options encourages a reduced energy footprint by people.<br/>Research: methods for developing new energy technologies (from biomass/ biological systems) when openly shared, encourage further research contributions; limited data availability hinders research progress in this area."
                    }
                ]
            },
            {
                "goalId": 7,
                "subgoals": [
                    {
                        "subId" : "8",
                        "rationale": "Impact:<br/>Trade: transparency can improve access to markets and provides a predictable trading system for countries; integrates developing countries into the world economy; helps to expose developing nations to external economics, expand their local market, make investments and increase trade opportunities. This increases the global competition in enterprise. Helps private sectors link to large regional/global markets.<br/>Strengthened financial system: access to information about national banking systems can lower transaction costs and therefore boost economic growth.<br/>Governments: public access to government data encourages informed citizenry who can choose their representatives and be involved in the decisions/policies made relevant to employment.<br/>Education and Economic growth: formal employment first requires youth and women to be well read and informed about opportunities relevant to their skills. Open data platforms attract skilled labor and promote service delivery in the sectors of transportation, energy, water & sanitation, education, health and agriculture."
                    }
                ]
            },
            {
                "goalId": 8,
                "subgoals": [
                    {
                        "subId" : "9",
                        "rationale": "Impact:<br/>Enhance scientific research, upgrade the technological capabilities: In addition to the standard defined OERs such as course materials, textbooks, multimedia applications etc, providing developing countries with other OERs such as high-tech (virtual) laboratories under an open license can increase a country’s potential to contributing to global scientific research output, thereby fostering innovation."
                    }
                ]
            },
            {
                "goalId": 9,
                "subgoals": [
                    {
                        "subId" : "10",
                        "rationale": "Unequal distribution of income harms growth and poverty reduction as well as the quality of public and political relations. Inequality of income can be addressed through the provision of equal opportunities for all disadvantaged groups in terms of education, employment and other public services. Open Data makes officials’ work and decisions more visible, which increases their accountability for poor or corrupt choices that can lead to unfair employment practices, mishandling of money etc."
                    }
                ]
            },
            {
                "goalId": 10,
                "subgoals": [
                    {
                        "subId" : "11",
                        "rationale": "Impact:<br/>Communities: informed citizenry who are able to judge public safety levels; real time sharing of crime data and updates fueled by ICT helps to keep people updated on important public safety issues; enable people to report crimes in real time.<br/>Government: transparency into how local police power is being exercised; increases government receptiveness and response to crimes."
                    }
                ]
            },
            {
                "goalId": 11,
                "subgoals": [
                    {
                        "subId" : "12",
                        "rationale": "Impact:<br/>Policy makers: open data on economic growth enables policy makers to understand national economic situations and be a guide to future implementation programs.<br/>Business: increased transparency into the markets which entrepreneurs plan to expand into or are already serving."
                    }
                ]
            },
            {
                "goalId": 12,
                "subgoals": [
                    {
                        "subId" : "13",
                        "rationale": "Impact:<br/>Government: Open access to climate information allows cross-border communication and quick adaptation of prevention measures.<br/>Crowdsourcing: Information sharing and mapping platforms play a critical role at times of natural disasters.<br/>Research: design of projects to tackle climate impact depends on access to climate data and tools both at government and individual user level."
                    }
                ]
            },
            {
                "goalId": 13,
                "subgoals": [
                    {
                        "subId" : "14",
                        "rationale": "Impact:<br/>Research: generation of marine pollution maps and the design of oceancleaning projects.<br/>Public: well-informed fishers and fishing communities in developing countries about marine equipment and marine weather available in real time boosts economic growth in coastal regions."
                    }
                ]
            },
            {
                "goalId": 14,
                "subgoals": [
                    {
                        "subId" : "15",
                        "rationale": "Impact:<br/>Developing countries: governments that have insufficient investments to establish their own data sharing centers at local/regional level can be provided access to international data platforms through local intermediaries to share their data and further encourage governments to establish their own data sharing centers.<br/>Researchers: open platforms allow countries to update species information, generation of interactive global maps that enable countries to plan necessary conservation projects.<br/>Public: delivery of timely and accurate information about the planet’s health gives rise to informed and concerned citizens, further encourages the green turn."
                    }
                ]
            },
            {
                "goalId": 15,
                "subgoals": [
                    {
                        "subId" : "16",
                        "rationale": "Impact:<br/>Public: Real-time accessibility to crime data feeds should enable citizens to download the information in a readable machine format, use it, map it and share it; keeps citizens better informed on current public safety issues that governments are already closely tracking; helps citizens understand which information must be kept private and cannot be disclosed. Transparency of court cases means transparency of the true performance of courts, which enable citizens to give feedback on judicial information, hold courts accountable and participate in decision-making processes, changes the flawed public perceptions of processing of court cases.<br/>Government: enabled to share and analyze crime data that spans multiple jurisdictions or departments; permanently accessible crime databases help governments study policy impact on cities over time. The judiciary is a key player that helps to improve the use of public resources and the quality of public policies; open data therefore influences the way citizens perceive their governments and institutions.<br/>Media: enables reporters to study and accurately report specific crimes and violations.<br/>Developing countries: judges intervene with increasing frequency to repair the failures of the state, to improve access to health, education, public services and housing rights for poor people. Therefore, more transparency and increased accessibility to information makes the judiciary better positioned to intervene in these matters."
                    }
                ]
            },
            {
                "goalId": 16,
                "subgoals": [
                    {
                        "subId" : "17",
                        "rationale": "Impact:<br/>(1) Resource Allocation: The mobilization of domestic and financial resources plays a key role in the sustainable development of developing countries. Transparency in the delivery of foreign aid benefits many:<br/>Governments & NGOs: better planning, management and coordination of received aid; ability to track aid flows and ensure aid is spent wisely<br/>Citizens of developing countries: better understanding of what aid their country is receiving, enabled to hold governments accountable.<br/>Citizens of donor countries: better understanding of how their taxes are being used to alleviate poverty.<br/><br/>(2) The trade sector is critical for forming regional and global partnerships. Benefits of increased access to trade information:<br/>Government: increased awareness of the barriers to trade that prevail in export markets, informed about restrictive trade policies that can guide the negotiations between countries; regular monitoring and assessment of the effects of trade policies on the world trade system.<br/>Markets: accurate timely information enables pubic and private sectors to make economic decisions based on potential costs, risks and market opportunities; reduced risk of investment leading to more trade flows; enable traders to be well informed about the conditions of trade; transparency in legislation and policies reduce friction with trading partners; reduced transaction costs in terms of time and expense of obtaining information (search cost), reduced burden of ‘information asymmetry’; reduced uncertainty on the conditions of access to materials supplies.<br/>(3) Tourism: a resource and opportunity for developing countries to boost their economy and create partnerships with other governments and get in contact with communities through heritage and culture. Open Data helps potential foreign investors and tourists evaluate their options through better understanding of the country."
                    }
                ]
            }
        ]
    },
    {
        "id": 3,
        "name": "C4: Capacity building",
        "shortName": "Capacity Building",
        "desc": "<p>Everyone should have the necessary skills to benefit fully from the Information Society. Therefore capacity building and ICT literacy are essential. ICTs can contribute to achieving universal education worldwide, through delivery of education and training of teachers, and offering improved conditions for lifelong learning, encompassing people that are outside the formal education process, and improving professional skills.</p><ol><li>Develop domestic policies to ensure that ICTs are fully integrated in education and training at all levels, including in curriculum development, teacher training, institutional administration and management, and in support of the concept of lifelong learning.</li><li>Develop and promote programmes to eradicate illiteracy using ICTs at national, regional and international levels.</li><li>Promote e-literacy skills for all, for example by designing and offering courses for public administration, taking advantage of existing facilities such as libraries, multipurpose community centres, public access points and by establishing local ICT training centres with the cooperation of all stakeholders. Special attention should be paid to disadvantaged and vulnerable groups.</li><li>In the context of national educational policies, and taking into account the need to eradicate adult illiteracy, ensure that young people are equipped with knowledge and skills to use ICTs, including the capacity to analyse and treat information in creative and innovative ways, share their expertise and participate fully in the Information Society.</li><li>Governments, in cooperation with other stakeholders, should create programmes for capacity building with an emphasis on creating a critical mass of qualified and skilled ICT professionals and experts.</li><li>Develop pilot projects to demonstrate the impact of ICT-based alternative educational delivery systems, notably for achieving Education for All targets, including basic literacy targets.</li><li>Work on removing the gender barriers to ICT education and training and promoting equal training opportunities in ICT-related fields for women and girls. Early intervention programmes in science and technology should target young girls with the aim of increasing the number of women in ICT careers. Promote the exchange of best practices on the integration of gender perspectives in ICT education.</li><li>Empower local communities, especially those in rural and underserved areas, in ICT use and promote the production of useful and socially meaningful content for the benefit of all.</li><li>Launch education and training programmes, where possible using information networks of traditional nomadic and indigenous peoples, which provide opportunities to fully participate in the Information Society.</li><li>Design and implement regional and international cooperation activities to enhance the capacity, notably, of leaders and operational staff in developing countries and LDCs, to apply ICTs effectively in the whole range of educational activities. This should include delivery of education outside the educational structure, such as the workplace and at home.</li><li>Design specific training programmes in the use of ICTs in order to meet the educational needs of information professionals, such as archivists, librarians, museum professionals, scientists, teachers, journalists, postal workers and other relevant professional groups. Training of information professionals should focus not only on new methods and techniques for the development and provision of information and communication services, but also on relevant management skills to ensure the best use of technologies. Training of teachers should focus on the technical aspects of ICTs, on development of content, and on the potential possibilities and challenges of ICTs.</li><li>Develop distance learning, training and other forms of education and training as part of capacity building programmes. Give special attention to developing countries and especially LDCs in different levels of human resources development.</li><li>Promote international and regional cooperation in the field of capacity building, including country programmes developed by the United Nations and its Specialized Agencies.</li><li>Launch pilot projects to design new forms of ICT-based networking, linking education, training and research institutions between and among developed and developing countries and countries with economies in transition.</li><li>Volunteering, if conducted in harmony with national policies and local cultures, can be a valuable asset for raising human capacity to make productive use of ICT tools and build a more inclusive Information Society. Activate volunteer programmes to provide capacity building on ICT for development, particularly in developing countries.</li><li>Design programmes to train users to develop self-learning and self-development capacities.</li></ol>",
        "goals": [
            { 
                "goalId": 0,
                "subgoals": [
                    {
                        "subId" : "1.b",
                        "rationale": "Focus of the action line C4 includes equipping people with the right skills and competencies needed to develop domestic policies to ensure that ICTs are fully integrated in education and training at all levels, including in curriculum development, teacher training, institutional administration and management, in support of the concept of lifelong learning. Creation of policy frameworks requires stakeholder engagement, analysis and interpretation of data for targeted policy interventions which can be achieved through skills development programmes."
                    }
                ] 
            },
            { 
                "goalId": 1,
                "subgoals": [
                    {
                        "subId" : "2.3",
                        "rationale": "With the emergence of e-agriculture and the growing need for the knowledge in the use of ICT’s, capacity building interventions focusing on the development and promotion of programmes to eradicate illiteracy, acquiring new knowledge and skills to improve food productivity and crop yields using ICTs, access to markets. Such capacity programs need to be developed at local, national, regional and international levels, to contribute to knowledge growth and inclusion."
                    }
                ] 
            },
            { 
                "goalId": 2,
                "subgoals": [
                    {
                        "subId" : "3.7, 3.b, 3.d",
                        "rationale": "To support research and strengthen capacity of developing countries for early warning, risk reduction and management of national global health risks, activities include design of specific training programmes in the use of ICTs in order to meet the educational needs of information professionals, such as archivists, librarians, museum professionals, scientists, teachers, journalists, postal workers and other relevant professional groups which focuses not only on new methods and techniques for the development and provision of information and communication services, but also on relevant management skills to ensure the best use of technologies. "
                    }
                ] 
            },
            { 
                "goalId": 3,
                "subgoals": [
                    {
                        "subId" : "4.4, 4.7",
                        "rationale": "Action line C4 focuses on development and promotion of programmes to eradicate illiteracy using ICTs at national, regional and international levels, with the aim of increasing the number of people with relevant ICT skills and to facilitate employment and entrepreneurship in the ICT sector"
                    }
                ] 
            },
            { 
                "goalId": 4,
                "subgoals": [
                    {
                        "subId" : "5.5, 5.b",
                        "rationale": "Work on removing the gender barriers to ICT education and training and promoting equal training opportunities in ICT-related fields for women and girls, is part of the action line, with early intervention programmes in science and technology targeting young girls with the aim of increasing the number of women in ICT careers as well as promotion the exchange of best practices on the integration of gender perspectives in ICT education."
                    }
                ] 
            },
            { 
                "goalId": 5,
                "subgoals": [
                    {
                        "subId" : "6.a",
                        "rationale": "Development of distance learning, training and other forms of education and training as part of capacity building programmes, is part of the capacity building initiatives that supports countries interventions giving special attention to developing countries and especially LDCs in different levels of human resources development."
                    }
                ]
            },
            { 
                "goalId": 11,
                "subgoals": [
                    {
                        "subId" : "12.7, 12.8, 12.a, 12.b",
                        "rationale": "Raising awareness on sustainable consumption and production in today’s era requires the use of technology. The action line therefore impacts on this SDG by enhancing technological capacity of countries through training and development initiatives that target ICT’s and related areas, as well as building a more inclusive information society."
                    }
                ]
            },
            { 
                "goalId": 12,
                "subgoals": [
                    {
                        "subId" : "13.2, 13.3, 13.b",
                        "rationale": "Action line C4 promotes creation by governments, in cooperation with other stakeholders, of programmes for capacity building with an emphasis on building a critical mass of qualified and skilled ICT professionals and experts."
                    }
                ]
            },
            { 
                "goalId": 13,
                "subgoals": [
                    {
                        "subId" : "14.a",
                        "rationale": "Empowering communities in ICT use and promoting the production of useful and socially meaningful content is a capacity building intervention that can increase scientific knowledge and promote innovation and research."
                    }
                ]
            },
            { 
                "goalId": 15,
                "subgoals": [
                    {
                        "subId" : "16.a",
                        "rationale": "Human Capacity building goes hand in hand with Institutional capacity building. The C4 action line focuses on promotion of international and regional cooperation in the field of capacity building, including country programmes developed by the United Nations and its Specialized Agencies."
                    }
                ]
            },
            { 
                "goalId": 16,
                "subgoals": [
                    {
                        "subId" : "17.9, 17.18",
                        "rationale": "Capacity building initiatives contribute to the SDG through the design and implementation of regional and international cooperation activities to enhance the capacity, notably, of leaders and operational staff in developing countries and LDCs, to apply ICTs effectively in the whole range of educational activities. Also through the launch of pilot projects to design new forms of ICT-based networking, linking education, training and research institutions between and among developed and developing countries and countries with economies in transition."
                    }
                ]
            }
        ]
    },
    {
        "id": 4,
        "name": "C5: Building confidence and security in the use of ICTs",
        "shortName": "Building Confidence & Security in ICT Use",
        "desc": "<p>Confidence and security are among the main pillars of the Information Society.</p><ol><li>Promote cooperation among the governments at the United Nations and with all stakeholders at other appropriate fora to enhance user confidence, build trust, and protect both data and network integrity; consider existing and potential threats to ICTs; and address other information security and network security issues.</li><li>Governments, in cooperation with the private sector, should prevent, detect and respond to cyber-crime and misuse of ICTs by: developing guidelines that take into account ongoing efforts in these areas; considering legislation that allows for effective investigation and prosecution of misuse; promoting effective mutual assistance efforts; strengthening institutional support at the international level for preventing, detecting and recovering from such incidents; and encouraging education and raising awareness.</li><li>Governments, and other stakeholders, should actively promote user education and awareness about online privacy and the means of protecting privacy.</li><li>Take appropriate action on spam at national and international levels.</li><li>Encourage the domestic assessment of national law with a view to overcoming any obstacles to the effective use of electronic documents and transactions including electronic means of authentication.</li><li>Further strengthen the trust and security framework with complementary and mutually reinforcing initiatives in the fields of security in the use of ICTs, with initiatives or guidelines with respect to rights to privacy, data and consumer protection.</li><li>Share good practices in the field of information security and network security and encourage their use by all parties concerned.</li><li>Invite interested countries to set up focal points for real-time incident handling and response, and develop a cooperative network between these focal points for sharing information and technologies on incident response.</li><li>Encourage further development of secure and reliable applications to facilitate online transactions.</li><li>Encourage interested countries to contribute actively to the ongoing United Nations activities to build confidence and security in the use of ICTs.</li></ol>",
        "goals": [
            { 
                "goalId": 0,
                "subgoals": [
                    {
                        "subId" : "1.4",
                        "rationale": "Increasing access to ICTs, especially in unconnected areas of the developing world bears the risk of experiencing online threats. Raising awareness on the measures to be undertaken for a secure and trustworthy use of ICTs is crucial for the economic development of a country/community. Furthermore the development of secure and reliable applications to facilitate online transactions is essential for building trust in online banking services."
                    }
                ] 
            },
            { 
                "goalId": 3,
                "subgoals": [
                    {
                        "subId" : "4.1, 4.3, 4.5",
                        "rationale": "As education nowadays is significantly complemented by the use of online resources, an effective user education and awareness about the risks posed online, should be ensured. Here, ensure special emphasis for protection and empowerment of children online."
                    }
                ] 
            },
            { 
                "goalId": 4,
                "subgoals": [
                    {
                        "subId" : "5.b",
                        "rationale": "Ensure that women become aware not only of the benefits of ICTs, but also of the involved risks and receive the necessary education and knowledge of how to protect themselves online."
                    }
                ] 
            },
            { 
                "goalId": 6,
                "subgoals": [
                    {
                        "subId" : "7.1, 7.a, 7.b",
                        "rationale": "As energy infrastructure (usually considered critical infrastructure) is increasingly relying on ICTs for the management and control of the relevant systems, cyber-threats are becoming a valid risk that should be addressed with proper security measures taken already at the initial design and roll-out stages. "
                    }
                ] 
            },
            { 
                "goalId": 7,
                "subgoals": [
                    {
                        "subId" : "8.1",
                        "rationale": "It is generally agreed that ICTs can significantly increase a country’s GDP. Setting up a secure ICT foundation is thus essential for the sustainable growth of a country’s economy."
                    }
                ] 
            },
            { 
                "goalId": 8,
                "subgoals": [
                    {
                        "subId" : "9.1",
                        "rationale": "As infrastructure is increasingly relying on ICTs for the management and control of the relevant systems, cyber-threats are becoming a valid risk that should be addressed with proper security measures taken already at the initial roll-out stages."
                    },
                    {
                        "subId" : "9.c",
                        "rationale": "In order to build a sustainable and resilient ICT ecosystem access should go hand-in-hand with trust and security."
                    }
                ]
            },
            { 
                "goalId": 10,
                "subgoals": [
                    {
                        "subId" : "11.3, 11.b",
                        "rationale": "Concerning the broad adoption of ICTs and the gradual transition to the establishment of Smart Cities, a security component should be taken into account."
                    }
                ]
            },
            { 
                "goalId": 15,
                "subgoals": [
                    {
                        "subId" : "16.2",
                        "rationale": "Online child sexual abuse content should be treated within the same framework."
                    }
                ]
            },
            { 
                "goalId": 16,
                "subgoals": [
                    {
                        "subId" : "17.8",
                        "rationale": "Increasing access to ICTs, especially in unconnected areas of the developing world bears the risk of experiencing online threats. Raising awareness on the measures to be undertaken for a secure and fruitful use of ICTs is crucial for the economic development of a country/community."
                    }
                ]
            }
        ]
    },
    {
        "id": 5,
        "name": "C6: Enabling environment",
        "shortName": "Enabling Environment",
        "desc": "<p>Confidence and security are among the main pillars of the Information Society.</p><ol><li>Governments should foster a supportive, transparent, pro-competitive and predictable policy, legal and regulatory framework, which provides the appropriate incentives to investment and community development in the Information Society.</li><li>We ask the Secretary General of the United Nations to set up a working group on Internet governance, in an open and inclusive process that ensures a mechanism for the full and active participation of governments, the private sector and civil society from both developing and developed countries, involving relevant intergovernmental and international organizations and forums, to investigate and make proposals for action, as appropriate, on the governance of Internet by 2005. The group should, inter alia:<ol><li>develop a working definition of Internet governance;</li><li>identify the public policy issues that are relevant to Internet governance;</li><li>develop a common understanding of the respective roles and responsibilities of governments, existing intergovernmental and international organisations and other forums as well as the private sector and civil society from both developing and developed countries;</li><li>prepare a report on the results of this activity to be presented for consideration and appropriate action for the second phase of WSIS in Tunis in 2005.</li></ol><li>Governments are invited to:<ol><li>facilitate the establishment of national and regional Internet Exchange Centres;</li><li>manage or supervise, as appropriate, their respective country code top-level domain name (ccTLD);</li><li>promote awareness of the Internet.</li></ol></li><li>In cooperation with the relevant stakeholders, promote regional root servers and the use of internationalized domain names in order to overcome barriers to access.</li><li>Governments should continue to update their domestic consumer protection laws to respond to the new requirements of the Information Society.</li><li>Promote effective participation by developing countries and countries with economies in transition in international ICT forums and create opportunities for exchange of experience.</li><li>Governments need to formulate national strategies, which include e-government strategies, to make public administration more transparent, efficient and democratic.</li><li>Develop a framework for the secure storage and archival of documents and other electronic records of information.</li><li>Governments and stakeholders should actively promote user education and awareness about online privacy and the means of protecting privacy.</li><li>Invite stakeholders to ensure that practices designed to facilitate electronic commerce also permit consumers to have a choice as to whether or not to use electronic communication.</li><li>Encourage the ongoing work in the area of effective dispute settlement systems, notably alternative dispute resolution (ADR), which can promote settlement of disputes.</li><li>Governments, in collaboration with stakeholders, are encouraged to formulate conducive ICT policies that foster entrepreneurship, innovation and investment, and with particular reference to the promotion of participation by women.</li><li>Recognising the economic potential of ICTs for Small and Medium-Sized Enterprises (SMEs), they should be assisted in increasing their competitiveness by streamlining administrative procedures, facilitating their access to capital and enhancing their capacity to participate in ICT-related projects.</li><li>Governments should act as model users and early adopters of e-commerce in accordance with their level of socio-economic development.</li><li>Governments, in cooperation with other stakeholders, should raise awareness of the importance of international interoperability standards for global e-commerce.</li><li>Governments, in cooperation with other stakeholders, should promote the development and use of open, interoperable, non-discriminatory and demand-driven standards.</li><li>ITU, pursuant to its treaty capacity, coordinates and allocates frequencies with the goal of facilitating ubiquitous and affordable access.</li><li>Additional steps should be taken in ITU and other regional organisations to ensure rational, efficient and economical use of, and equitable access to, the radio-frequency spectrum by all countries, based on relevant international agreements.</li></ol>",
        "goals": [
            { 
                "goalId": 1,
                "subgoals": [
                    {
                        "subId" : "2.a",
                        "rationale": "Both holistic and targeted ICT policies and regulations can contribute to reducing barriers to broadband deployment, actively facilitating buildout of national fibre-optic networks and international connectivity links, including across sectors. It is also essential to ensure the deployment of services in unserved and underserved areas, including emergency and accessibility-enhanced services."
                    }
                ] 
            },
            { 
                "goalId": 3,
                "subgoals": [
                    {
                        "subId" : "4.4",
                        "rationale": "ICT policies and legislation can actively contribute to the development of a new generation of educated and technology-savvy workforce by ensuring the timely and effective introduction and spread of new and improved products and processes in the economy, reinforcing the ability of individuals and businesses to continuously create wealth, and putting a premium on all forms of learning, with close attention to both indigenous knowledge and the transfer of knowledge."
                    }
                ] 
            },
            { 
                "goalId": 4,
                "subgoals": [
                    {
                        "subId" : "5.b",
                        "rationale": "The growing demand for a range of ICT skills around the globe present a unique window of opportunity to properly position girls and women in the industry and provide them with the tools necessary to succeed. To do so, governments should prioritize the implementation of policies that develop human talent and the right skill sets for the building of a vibrant and diversified ICT sector, engaging women and girls at all levels in order to fully utilize and promote the full spectrum of talent in all countries."
                    }
                ] 
            },
            { 
                "goalId": 7,
                "subgoals": [
                    {
                        "subId" : "8.2",
                        "rationale": "Predictable and stable regulations are key to maintaining effective competition and driving the development of innovative ICT services as well as ICT-enabled innovation."
                    },
                    {
                        "subId" : "8.3",
                        "rationale": "ICT regulatory policies are directed at improving the long term interests of citizens given that broadband can contribute to this by improving and enabling education, information, and increased efficiency. It can reduce costs, overcome distance, open up markets, enhance understanding and create employment."
                    }
                ] 
            },
            { 
                "goalId": 8,
                "subgoals": [
                    {
                        "subId" : "9.1",
                        "rationale": "Both holistic and targeted ICT policies and regulations can contribute to reducing barriers to broadband deployment, actively facilitating buildout of national fibre-optic networks and international connectivity links, including across sectors. It is also essential to ensure the deployment of services in unserved and underserved areas, including emergency and accessibility-enhanced services."
                    },
                    {
                        "subId" : "9.c",
                        "rationale": "A wide array of ICT regulatory policies and other instruments can be put in place to stimulate the deployment of broadband networks, particularly in developing countries. Given the challenges in attracting investment for large scale deployments, these strategies could consider the role of the state in funding the national broadband infrastructure, inter alia through PPPs and promoting the involvement of municipalities or cities."
                    }
                ]
            },
            { 
                "goalId": 9,
                "subgoals": [
                    {
                        "subId" : "10.3",
                        "rationale": "Enabling ICT regulatory policies pave the way for the establishment of cross-sectoral institutional and legal frameworks that are transparent, are conducive to investment and growth, foster fair and greater competition as well as innovation, stimulate the deployment of infrastructure, promote the development of new services, are security conscious, and protect and benefit consumers."
                    }
                ]
            },
            { 
                "goalId": 10,
                "subgoals": [
                    {
                        "subId" : "11.3",
                        "rationale": "A wide array of ICT regulatory policies and other instruments can be put in place towards the creation of preconditions for the organizational, legal and technical, standardization and interoperability aspects of human settlement planning and management, so that public authorities can offer their services electronically and that such online services and applications be user-friendly and accessible to all. More broadly, governments and ICT regulators have a key role to play in stimulating demand for ICT services and applications, in the framework of broader strategic goals, such as connecting public institutions (especially public administrations, schools, libraries and hospitals), businesses and residential users with broadband, promoting economic development, digital inclusion, social cohesion and equality of opportunity."
                    },
                    {
                        "subId" : "11.b",
                        "rationale": ""
                    }
                ]
            },
            { 
                "goalId": 15,
                "subgoals": [
                    {
                        "subId" : "16.2",
                        "rationale": "Online child sexual abuse content should be treated within the same framework."
                    },
                    {
                        "subId" : "16.3",
                        "rationale": "Enabling ICT regulatory policies ensure that market forces work without constraints and towards innovation within the prescribed national legal environment. In particular, ICT regulators ensure regulatory predictability, relevance, consistency and transparency of regulation, non-discriminatory policies and regulatory practices, equal treatment of market players, and proportionality and accountability of regulatory decisions."
                    },
                    {
                        "subId" : "16.6",
                        "rationale": "Granting ICT regulator sufficient flexibility and autonomy in decision making and enforcing legal and regulatory instruments, enables them to effectively encourage innovation, future growth and sustainable development."
                    },
                    {
                        "subId" : "16.7",
                        "rationale": "It is best practice to use inclusive and wide-ranging public consultations when drafting national plans, policies and strategies for the development of the ICT sector in general or the deployment and take up of broadband. Various platforms for developing a common understanding, vision and strategy can be set up with this regard and multiple collaboration mechanisms can be put in place to further the dialogue with industry, consumers and other stakeholders, employing self-regulatory measures to the widest extent feasible."
                    },
                    {
                        "subId" : "16.10",
                        "rationale": "Broadband, and mobile broadband in particular, enable citizens to access any content, anytime, anywhere in the global information society. Enabling ICT regulatory policies promote innovative services and technologies enhancing such access and driving social and economic progress."
                    },
                    {
                        "subId" : "16.b",
                        "rationale": "ICT regulators and policy makers can act as a partner for ICT development and social inclusion, by facilitating and sometimes creating partnerships, such as private-public-partnerships (PPP), with aid-donors, governments, ministries and NGOs, in particular to meet universal access goals for rural, remote and unserved areas and for people with special needs. "
                    }
                ]
            },
            { 
                "goalId": 16,
                "subgoals": [
                    {
                        "subId" : "17.6",
                        "rationale": "Enabling ICT regulatory policies provide the framework for international cooperation towards building a harmonized and coordinated approach to oversee the evolution of the information society."
                    },
                    {
                        "subId" : "17.14",
                        "rationale": "ICT regulatory policies can go a long way towards enhancing policy coherence, notably by building harmonized regulatory framework within and across regions and by establishing a broader dialogue between all stakeholders."
                    },
                    {
                        "subId" : "17.16",
                        "rationale": "Governments, through their policy making and development of institutional frameworks for the ICT sector as a foundation of modern economies, strive to ensure the highest level of transparency and openness, and to carry out multi-stakeholder consultation on policy and regulatory matters affecting the development of the digital society in order to move to a more consensual regulatory decision making process whereby ensuring greater compliance from industry players. ."
                    }
                ]
            }
        ]
    },
    {
        "id": 6,
        "name": "C7 ICT Applications I, e-government",
        "shortName": "E-Government",
        "desc": "<ol><li>Implement e-government strategies focusing on applications aimed at innovating and promoting transparency in public administrations and democratic processes, improving efficiency and strengthening relations with citizens.</li><li>Develop national e-government initiatives and services, at all levels, adapted to the needs of citizens and business, to achieve a more efficient allocation of resources and public goods.</li><li>Support international cooperation initiatives in the field of e-government, in order to enhance transparency, accountability and efficiency at all levels of government.</li></ol>",
        "goals": [
            { 
                "goalId": 8,
                "subgoals": [
                    {
                        "subId" : "9.c",
                        "rationale": "Expansion of e-government services can be a driver of demand for ICT, and provider of affordable access, directly, for example in the form of shared public kiosks, or indirectly through intermediary service providers."
                    }
                ] 
            },
            { 
                "goalId": 15,
                "subgoals": [
                    {
                        "subId" : "16.6",
                        "rationale": "ICT is a key driver and enabler of enhanced efficiency, effectiveness and transparency in public service delivery."
                    },
                    {
                        "subId" : "16.7, 16.10",
                        "rationale": "Various forms of ICT-enabled information sharing and consultation provide opportunities to expand participation in decision-making, provided digital divides have been addressed."
                    }
                ] 
            },
            { 
                "goalId": 16,
                "subgoals": [
                    {
                        "subId" : "17.8",
                        "rationale": ""
                    }
                ] 
            }
        ]
    },
    {
        "id": 7,
        "name": "C7 ICT Applications: II. e-business",
        "shortName": "E-Business",
        "desc": "<ol><li>Governments, international organizations and the private sector, are encouraged to promote the benefits of international trade and the use of e-business, and promote the use of e-business models in developing countries and countries with economies in transition.</li><li>Through the adoption of an enabling environment, and based on widely available Internet access, governments should seek to stimulate private sector investment, foster new applications, content development and public/private partnerships.</li><li>Government policies should favour assistance to, and growth of SMMEs, in the ICT industry, as well as their entry into e-business, to stimulate economic growth and job creation as an element of a strategy for poverty reduction through wealth creation.</li></ol>",
        "goals": [
            { 
                "goalId": 0,
                "subgoals": [
                    {
                        "subId" : "1.4",
                        "rationale": "E-business provides the possibility for men and especially women to have equal rights to economic resources by selling local goods and services online. It helps bring natural resources to markets and use remittances for payment of e-business services. Finally digital currencies and mobile payments are poverty reduction solutions."
                    }
                ] 
            },
            { 
                "goalId": 1,
                "subgoals": [
                    {
                        "subId" : "2.3",
                        "rationale": "Enhanced use of ICTs in rural enterprises can play an important role in increasing the productivity of small-scale food producers. Promote the use of ICT’s in building local and international market places for the sale and distribution of food. Encourage the use of innovative payment solutions, such as remittances for e-commerce, mobile payments and digital currencies."
                    }
                ] 
            },
            { 
                "goalId": 4,
                "subgoals": [
                    {
                        "subId" : "5.b",
                        "rationale": "Empowering women's entrepreneurship through ICTs."
                    }
                ]
            },
            { 
                "goalId": 7,
                "subgoals": [
                    {
                        "subId" : "8.3",
                        "rationale": "Facilitating the growth of the ICT production sector can offer opportunities for decent job creation, entrepreneurship, creativity and innovation, and encourage formalization and growth of micro-, smalland medium-sized enterprises."
                    },
                    {
                        "subId" : "8.9",
                        "rationale": "Enhance the use of ICTs among enterprises in the tourism sector to enable e-commerce/e-tourism. Improve access to e commerce markets for products and services and address challenges facing SMEs in developing countries."
                    },
                    {
                        "subId" : "8.10",
                        "rationale": "Use of mobile and related ICT platforms can help to bring financial services to all."
                    }
                ]
            },
            { 
                "goalId": 8,
                "subgoals": [
                    {
                        "subId" : "9.3",
                        "rationale": "Enhance the use of ICTs in the business sector to facilitate access to financial services, market and other information. Open international procurement mechanisms to SMEs from DC/LDC."
                    }
                ]
            },
            { 
                "goalId": 16,
                "subgoals": [
                    {
                        "subId" : "17.11",
                        "rationale": "An important way to facilitate exports from developing countries is to strengthen the ability and readiness of firms to engage in B2C and B2B ecommerce."
                    }
                ]
            }
        ]
    },
    {
        "id": 8,
        "name": "C7 ICT Applications: III. e-learning",
        "shortName": "E-Learning",
        "desc": "<p></p>",
        "goals": [
            { 
                "goalId": 3,
                "subgoals": [
                    {
                        "subId" : "4",
                        "rationale": "Enhanced use of e-learning for education will be an important means to support the achievement of this goal, by offering affordable and flexible means to access education, and supporting more effective pedagogical innovations to improve the quality of education offered. Each of the elements under this goal is relevant for this action line."
                    }
                ] 
            }
        ]
    },
    {
        "id": 9,
        "name": "C7 ICT Applications: IV. e-health",
        "shortName": "E-Health",
        "desc": "<ol><li>Promote collaborative efforts of governments, planners, health professionals, and other agencies along with the participation of international organizations for creating a reliable, timely, high quality and affordable health care and health information systems and for promoting continuous medical training, education, and research through the use of ICTs, while respecting and protecting citizens’ right to privacy.</li><li>Facilitate access to the world’s medical knowledge and locally-relevant content resources for strengthening public health research and prevention programmes and promoting women’s and men’s health, such as content on sexual and reproductive health and sexually transmitted infections, and for diseases that attract full attention of the world including HIV/AIDS, malaria and tuberculosis.</li><li>Alert, monitor and control the spread of communicable diseases, through the improvement of common information systems.</li><li>Promote the development of international standards for the exchange of health data, taking due account of privacy concerns.</li><li>Encourage the adoption of ICTs to improve and extend health care and health information systems to remote and underserved areas and vulnerable populations, recognising women’s roles as health providers in their families and communities.</li><li>Strengthen and expand ICT-based initiatives for providing medical and humanitarian assistance in disasters and emergencies.</li></ol>",
        "goals": [
            { 
                "goalId": 0,
                "subgoals": [
                    {
                        "subId" : "1.3",
                        "rationale": "Social protection systems include health: the goal of universal health coverage is to ensure that all people obtain the health services they need without suffering financial hardship when paying for them. This requires that ICTs be used to support:<br/>a strong, efficient, well-run health system; a system for financing health services; access to essential medicines and technologies; and a sufficient capacity of well-trained, motivated health workers."
                    },
                    {
                        "subId" : "1.4",
                        "rationale": "Basic services for all include health, in the form of universal health coverage: this requires ICTs in the health sector first to measure and monitor health status and coverage of the population and then to support the delivery and financing of services in the sector."
                    },
                    {
                        "subId" : "1.5",
                        "rationale": "The use of ICTs for health helps stakeholders prepare for, share information on, and respond to disease outbreaks, disasters and other emergencies. ICT supports the provision of medical and humanitarian assistance in disasters and emergencies and as those actions requiring inter-sectoral collaboration and rapid and reliable exchange of information, whether global in nature or for communication with remote areas. The use of ICT is critical to assure the post-disaster recovery of health services and systems to respond to the needs of all persons."
                    }
                ]
            },
            { 
                "goalId": 1,
                "subgoals": [
                    {
                        "subId" : "2.1, 2.2",
                        "rationale": "ICTs are indispensable for monitoring the health and nutritional status of populations, including vulnerable groups --such as the elderly, children, people living with HIV/AIDS, refugees and migrants --and for assuring their access to safe, nutritious food. Actions taken to improve nutrition include providing food and nutrient supplements to pregnant women and children, monitoring child growth and access to Vitamin A (essential for vision development), ICT supports the information gathering, analysis, planning and supply systems necessary for nutrition information and interventions to be delivered, as well as the operational research to evaluate their impact."
                    }
                ]
            },
            { 
                "goalId": 2,
                "subgoals": [
                    {
                        "subId" : "3",
                        "rationale": "E-health is directly linked to all targets under goal 3."
                    },
                    {
                        "subId" : "3.3",
                        "rationale": "The use of ICT in the health sector is a priority for health systems development and reform. National e-health strategies are a means to engage partners and support health goals and priorities in every country. ICTs facilitate access to the world’s medical knowledge and locally relevant knowledge resources. This strengthens health education and promotion, public health research, policy and prevention programmes such as forsexual and reproductive health and sexually-transmitted infections, and for diseases that attract the full attention of the world including HIV/AIDS, malaria and tuberculosis."
                    },
                    {
                        "subId" : "3.8",
                        "rationale": "The use of ICTs strengthens those sectors linked to human health and health systems – public health and health care services, sanitation, food and water; veterinary medicine and social services – with special efforts to reach people in remote and under-served areas, particularly in developing countries. ICTs enable the efficient and accountable delivery of essential supplies such as drugs, vaccines, diagnostics and equipment through the management of procurement, supply and global distribution chains. The adoption of policies, regulations and other measures that address the concerns of the health sector improve public trust and confidence in e-Health; always in the aim of creating accessible, reliable, timely, high quality, safe and affordable health services and systems. ICT is critical to identify disease and risk factor trends, analyse demographic, social and health data, and model diseases in populations."
                    }
                ]
            },
            { 
                "goalId": 4,
                "subgoals": [
                    {
                        "subId" : "5.6",
                        "rationale": "The adoption of ICTs improves and extends health services and health information systems to remote and underserved areas and vulnerable populations; the role of women as health providers in their families and communities is supported through ICTs by improving communication and access to information and knowledge. ICT tools such as social media and other channels support advocacy, outreach and global awareness raising towards realizing a human-rights based approach to ensuring women’s and children’s health in every country."
                    },
                    {
                        "subId" : "5.b",
                        "rationale": "ICTs empower women with the knowledge and communications capabilities they need to make a difference in the health of their families and communities. This can be through increasing accountability (reporting abuse or corruption in health services) or through access to knowledge, information and the ability to connect with others for health intervention, prevention and resources."
                    }
                ]
            },
            { 
                "goalId": 16,
                "subgoals": [
                    {
                        "subId" : "17.8",
                        "rationale": "Access to innovation and e-health applications is required to support health institutions, health researchers and professionals, improve local access to information and knowledge and enable the flow of information in health services and systems. ICTs provide the foundation for the delivery of tele-health, tele-medicine, electronic medical records, personal health records, and health information systems. Research and development of ICT products and services can target health sector needs and offer new opportunities for capacity building and partnerships."
                    },
                    {
                        "subId" : "17.19",
                        "rationale": "International standards for the exchange of individual and public health data should be adopted by all countries, with appropriate privacy, security and confidentiality measures. Health data and information systems are needed for alerting, monitoring and controlling the spread of communicable diseases. Data on ICT uptake in the health sector provides the evidence for the uptake and trends in e-health as well as its impact on health and other related socio-economic outcomes."
                    }
                ]
            }
        ]
    },
    {
        "id": 10,
        "name": "C7 ICT Applications: V. e-employment",
        "shortName": "E-Employment",
        "desc": "<ol><li>Encourage the development of best practices for e-workers and e-employers built, at the national level, on principles of fairness and gender equality, respecting all relevant international norms.</li><li>Promote new ways of organizing work and business with the aim of raising productivity, growth and well-being through investment in ICTs and human resources.</li><li>Promote teleworking to allow citizens, particularly in the developing countries, LDCs, and small economies, to live in their societies and work anywhere, and to increase employment opportunities for women, and for those with disabilities. In promoting teleworking, special attention should be given to strategies promoting job creation and the retention of the skilled working force.</li><li>Promote early intervention programmes in science and technology that should target young girls to increase the number of women in ICT carriers.</li></ol>",
        "goals": [
            { 
                "goalId": 3,
                "subgoals": [
                    {
                        "subId" : "4.5",
                        "rationale": "Early intervention programs in science and technology targeting young girls should increase the number of women in ICT careers."
                    }
                ] 
            },
            { 
                "goalId": 7,
                "subgoals": [
                    {
                        "subId" : "8.5",
                        "rationale": "Teleworking could allow citizens, particularly in the developing countries, to live in their societies and work anywhere, and to increase employment opportunities."
                    }
                ] 
            },
            { 
                "goalId": 9,
                "subgoals": [
                    {
                        "subId" : "10.2",
                        "rationale": "Teleworking could increase employment opportunities for women, and for those with disabilities."
                    }
                ] 
            },
            { 
                "goalId": 11,
                "subgoals": [
                    {
                        "subId" : "12.6",
                        "rationale": "New ways of organizing work and business could raise productivity, growth and well-being. In particular, investments in ICTs and human resources represent a sustainable-friendly approach."
                    }
                ] 
            },
            { 
                "goalId": 16,
                "subgoals": [
                    {
                        "subId" : "17.9",
                        "rationale": "Best practices development for e-workers and e-employers should be implemented at a national level, within the support of relevant international norms. They should be built on principles of fairness and gender equality."
                    }
                ] 
            }
        ]
    },
    {
        "id": 11,
        "name": "C7 ICT Applications: VI. e-environment",
        "shortName": "E-Environment",
        "desc": "<ol><li>Governments, in cooperation with other stakeholders are encouraged to use and promote ICTs as an instrument for environmental protection and the sustainable use of natural resources.</li><li>Government, civil society and the private sector are encouraged to initiate actions and implement projects and programmes for sustainable production and consumption and the environmentally safe disposal and recycling of discarded hardware and components used in ICTs.</li><li>Establish monitoring systems, using ICTs, to forecast and monitor the impact of natural and man-made disasters, particularly in developing countries, LDCs and small economies.</li></ol>",
        "goals": [
            { 
                "goalId": 8,
                "subgoals": [
                    {
                        "subId" : "9.4",
                        "rationale": "a. Foster cooperation between the ICT community, the environmental community, the meteorological community, and other relevant communities working on reducing energy consumption and greenhouse gas emissions, environment protection, towards safety of population and assets against increasing threat caused by climate change related impacts."
                    }
                ] 
            },
            { 
                "goalId": 10,
                "subgoals": [
                    {
                        "subId" : "11.6, 11.b",
                        "rationale": "b. Minimize e-waste by establishing appropriate measures such as environmentally sound life cycle management processes of ICT equipment by all involved parties, including manufacturers.<br/>d. Promote the use of ICT equipment in weather forecasting electronic dissemination and early warning systems to increase preparedness against natural hydrometeorological related disasters."
                    }
                ] 
            },
            { 
                "goalId": 12,
                "subgoals": [
                    {
                        "subId" : "13.1, 13.3, 13.b",
                        "rationale": "e. Raise awareness on the need for international cooperation to assist nations in particular developing and least developed nations, and Small Island Developing states to benefit from a full range of ICT – weather/climate related monitoring and warning services including access to satellite data , high speed internet and smart ICT weather and climate applications."
                    }
                ] 
            },
            { 
                "goalId": 14,
                "subgoals": [
                    {
                        "subId" : "14, 15",
                        "rationale": "f. Encourage establishing and maintaining networks of automated observing systems for the collection and dissemination of essential weather and climate parameters, to be made available to the global community in support of environmental monitoring."
                    }
                ] 
            },
            { 
                "goalId": 15,
                "subgoals": [] 
            }
        ]
    },
    {
        "id": 12,
        "name": "C7 ICT Applications: VII. e-agriculture",
        "shortName": "E-Agriculture",
        "desc": "<ol><li>Ensure the systematic dissemination of information using ICTs on agriculture, animal husbandry, fisheries, forestry and food, in order to provide ready access to comprehensive, up-to-date and detailed knowledge and information, particularly in rural areas.</li><li>Public-private partnerships should seek to maximize the use of ICTs as an instrument to improve production (quantity and quality).</li></ol>",
        "goals": [
            { 
                "goalId": 0,
                "subgoals": [
                    {
                        "subId" : "1.5, 2.4, 3.d, 13.1, 13.3",
                        "rationale": "Resilience must be embedded in the institutional, social, economic and environmental dimensions of sustainable development, in efforts at all levels to fight hunger and malnutrition. The promotion of resilience of livelihoods calls for synergies among technical good practices for disaster risk reduction and climate change adaptation, food chain crises prevention, social protection, financial risk transfer and tenure of natural resources for the most vulnerable. Over the last decades ICTs have been playing an ever increasing role in early warning systems for animal or plant diseases, pest control, climate related alerts and other threats. New technologies make real time information largely available to enable better and quicker decision making to avert and/or avoid catastrophes. Mobile finance increases the possibilities for people in remote and rural areas to access banking services, credits and insurances or benefit from cash transfers, which will all contribute to increased resilience."
                    }
                ] 
            },
            { 
                "goalId": 1,
                "subgoals": [
                    {
                        "subId" : "2.3",
                        "rationale": "Rural poverty and hunger have persisted where policies paid insufficient attention to improving agricultural productivity and rural infrastructure and failed to provide rural populations with access to social services and social protection or facilitate the development of rural producer and consumer organizations.<br/>Appropriate and trusted content in local languages disseminated through the use of ICTs will benefit small-scale farmers to increase their agricultural productivity and incomes. ICTs can also play a role in increased access to financial services and access to market and market information."
                    },
                    {
                        "subId" : "2.4",
                        "rationale" : ""
                    },
                    {
                        "subId" : "2.a",
                        "rationale": "Failing to improve access for disadvantaged groups, and particularly women, to productive resources and social services further perpetuates rural poverty and food insecurity. The majority of the rural poor are smallholder farmers, who are responsible for most global food production. Helping them to improve farm productivity through better access to resources, technologies, markets and organizations will be critical for both poverty eradication and food security. Electronic communities of practice, such as the e-Agriculture Community have a great potential in contributing to ensuring the availability of information to all, increase networking and partnerships and raise awareness on sustainable development."
                    }
                ] 
            },
            { 
                "goalId": 2,
                "subgoals": [
                    {
                        "subId" : "3.d",
                        "rationale": ""
                    }
                ] 
            },
            { 
                "goalId": 3,
                "subgoals": [
                    {
                        "subId" : "4, 5.5, 12.8",
                        "rationale": "Early investments in education in rural areas are essential. Many youth face bleak economic prospects whether they stay in the countryside or migrate to cities. Increasing gainful opportunities by enhancing the skills of rural youth, and upgrading and diversifying local economic activities is therefore essential for improving youth prospects. ICTs can play an important role in motivating people to learn to read and write to be able to use the new tools, as well as in providing useful information, training courses as well as literacy trainings on mobile devices. E-learning can play an important role in making education accessible at any time and from any location, which will be particularly important for groups with little time and little flexibility to attend remote trainings."
                    }
                ] 
            },
            { 
                "goalId": 4,
                "subgoals": [] 
            },
            { 
                "goalId": 7,
                "subgoals": [
                    {
                        "subId" : "8.2",
                        "rationale": "Compared to general growth in low-income developing countries, agricultural growth’s impact on poverty reduction could be as much as five times greater."
                    }
                ] 
            },
            { 
                "goalId": 8,
                "subgoals": [
                    {
                        "subId" : "9.1",
                        "rationale": "Reliable and affordable connections and the integration of ICTs in agricultural and rural development will increase farmer’s access, including women and marginalized groups, to information, knowledge, education, mobile finance, insurance and market information. "
                    },
                    {
                        "subId" : "9.c",
                        "rationale": "While the need for e-Agriculture strategies is acknowledged by many stakeholders, most countries have not adopted holistic or sub-sectoral estrategies on agriculture. E-agriculture strategies will help to rationalize resources (financial and human) and address holistically ICT opportunities and challenges for the agricultural sector. The existence of e-Agriculture strategy can prevent e-Agriculture projects from being implemented in isolation without connection and integration."
                    }
                ] 
            },
            { 
                "goalId": 11,
                "subgoals": [] 
            },
            { 
                "goalId": 12,
                "subgoals": [
                    {
                        "subId" : "13.1",
                        "rationale": ""
                    },
                    {
                        "subId" : "13.3",
                        "rationale": ""
                    }
                ] 
            },
            { 
                "goalId": 16,
                "subgoals": [
                    {
                        "subId" : "17.16, 17.17",
                        "rationale": "Coordinated actions and partnerships underpin all efforts to eradicate poverty, hunger and malnutrition while using and managing natural resources in a sustainable way. Only true collaboration, exchanges, upscaling of good practices the use of ICTs in agriculture will be to the profit of all and optimized."
                    }
                ] 
            }
        ]
    },
    {
        "id": 13,
        "name": "C7 ICT Applications: VIII. e-science",
        "shortName": "E-Science",
        "desc": "<ol><li>Promote affordable and reliable high-speed Internet connection for all universities and research institutions to support their critical role in information and knowledge production, education and training, and to support the establishment of partnerships, cooperation and networking between these institutions.</li><li>Promote electronic publishing, differential pricing and open access initiatives to make scientific information affordable and accessible in all countries on an equitable basis.</li><li>Promote the use of peer-to-peer technology to share scientific knowledge and pre-prints and reprints written by scientific authors who have waived their right to payment.</li><li>Promote the long-term systematic and efficient collection, dissemination and preservation of essential scientific digital data, for example, population and meteorological data in all countries.</li><li>Promote principles and metadata standards to facilitate cooperation and effective use of collected scientific information and data as appropriate to conduct scientific research.</li></ol>",
        "goals": [
            { 
                "goalId": 0,
                "subgoals": [
                    {
                        "subId" : "1.5, 4.7, 6.1, 6.a, 7.a, 13.1, 13.2, 13.3, 14.4, 15.9, 17.6, 17.7",
                        "rationale": "E-science can be considered as both an endeavor as well as an output. Science is conducted, inter alia and increasingly so, by relying on etechniques. Examples are ‘reverse’ vaccinology and synthetic biology. Data and other scientific information available to all, on an open-access basis, can assist greatly with the achievement of the post-2015 development agenda and, more specifically, with the attainment of the Sustainable Development Goals (SDGs). As science, technology and innovation (STI) cut across several of the 17 SDGs, e-science would be relevant to several of them. Moreover, e-science can also assist at a more operational level of the post-2015 agenda, namely that of the envisaged targets under specific SDGs) (as presented in the left column). E-science can therefore be seen as a means of implementation, and a means to also monitor and evaluate progress towards the achievement of the post-2015 development agenda. By promoting the application of e-science, the WSIS process would synergies with the process related to the further definition of the post-2015 development agenda, which is expected to be finalized in July 2015 and which will lead to a draft resolution for consideration by the UN General Assembly in the fall of 2015."
                    }
                ] 
            },
            { 
                "goalId": 3,
                "subgoals": [] 
            },
            { 
                "goalId": 5,
                "subgoals": [] 
            },
            { 
                "goalId": 6,
                "subgoals": [] 
            },
            { 
                "goalId": 12,
                "subgoals": [] 
            },
            { 
                "goalId": 13,
                "subgoals": [] 
            },
            { 
                "goalId": 14,
                "subgoals": [] 
            },
            { 
                "goalId": 16,
                "subgoals": [] 
            }
        ]
    },
    {
        "id": 14,
        "name": "C8: Cultural diversity and identity, linguistic diversity and local content",
        "shortName": "Cultural Diversity & Identity",
        "desc": "<p>Cultural and linguistic diversity, while stimulating respect for cultural identity, traditions and religions, is essential to the development of an Information Society based on the dialogue among cultures and regional and international cooperation. It is an important factor for sustainable development.</p><ol><li>Create policies that support the respect, preservation, promotion and enhancement of cultural and linguistic diversity and cultural heritage within the Information Society, as reflected in relevant agreed United Nations documents, including UNESCO's Universal Declaration on Cultural Diversity. This includes encouraging governments to design cultural policies to promote the production of cultural, educational and scientific content and the development of local cultural industries suited to the linguistic and cultural context of the users.</li><li>Develop national policies and laws to ensure that libraries, archives, museums and other cultural institutions can play their full role of content - including traditional knowledge - providers in the Information Society, more particularly by providing continued access to recorded information.</li><li>Support efforts to develop and use ICTs for the preservation of natural and, cultural heritage, keeping it accessible as a living part of today’s culture. This includes developing systems for ensuring continued access to archived digital information and multimedia content in digital repositories, and support archives, cultural collections and libraries as the memory of humankind.</li><li>Develop and implement policies that preserve, affirm, respect and promote diversity of cultural expression and indigenous knowledge and traditions through the creation of varied information content and the use of different methods, including the digitization of the educational, scientific and cultural heritage.</li><li>Support local content development, translation and adaptation, digital archives, and diverse forms of digital and traditional media by local authorities. These activities can also strengthen local and indigenous communities.</li><li>Provide content that is relevant to the cultures and languages of individuals in the Information Society, through access to traditional and digital media services.</li><li>Through public/private partnerships, foster the creation of varied local and national content, including that available in the language of users, and give recognition and support to ICT-based work in all artistic fields.</li><li>Strengthen programmes focused on gender-sensitive curricula in formal and non-formal education for all and enhancing communication and media literacy for women with a view to building the capacity of girls and women to understand and to develop ICT content.</li><li>Nurture the local capacity for the creation and distribution of software in local languages, as well as content that is relevant to different segments of population, including non-literate, persons with disabilities, disadvantaged and vulnerable groups especially in developing countries and countries with economies in transition.</li><li>Give support to media based in local communities and support projects combining the use of traditional media and new technologies for their role in facilitating the use of local languages, for documenting and preserving local heritage, including landscape and biological diversity, and as a means to reach rural and isolated and nomadic communities.</li><li>Enhance the capacity of indigenous peoples to develop content in their own languages.</li><li>Cooperate with indigenous peoples and traditional communities to enable them to more effectively use and benefit from the use of their traditional knowledge in the Information Society.</li><li>Exchange knowledge, experiences and best practices on policies and tools designed to promote cultural and linguistic diversity at regional and sub-regional levels. This can be achieved by establishing regional, and sub-regional working groups on specific issues of this Plan of Action to foster integration efforts.</li><li>Assess at the regional level the contribution of ICT to cultural exchange and interaction, and based on the outcome of this assessment, design relevant programmes.</li><li>Governments, through public/private partnerships, should promote technologies and R&D programmes in such areas as translation, iconographies, voice-assisted services and the development of necessary hardware and a variety of software models, including proprietary, open source software and free software, such as standard character sets, language codes, electronic dictionaries, terminology and thesauri, multilingual search engines, machine translation tools, internationalized domain names, content referencing as well as general and application software.</li></ol>",
        "goals": [
            { 
                "goalId": 1,
                "subgoals": [
                    {
                        "subId" : "2.5",
                        "rationale": "Traditional food ways and local farming and fishing systems, which constitute a valuable intangible cultural heritage, can greatly contribute to food and nutrition security and sustainable agriculture. ICTs can be a powerful tool to ensure the transmission and the fair and equitable sharing of local and traditional knowledge and practices, which are founded on the communities’ comprehensive approach to specific rural life and environment."
                    }
                ] 
            },
            { 
                "goalId": 3,
                "subgoals": [
                    {
                        "subId" : "4.7",
                        "rationale": "Good governance entails initiatives that promote the role of culture in sustainable development and respect for cultural and linguistic diversity. National and local policies and strategies, including through ministries of culture and education, promote cultural and creative sectors, expression, education, dialogue and access to information. ICTs are important tools of learning, creation and communication for capacity building, dialogue and cultural expression that contribute to sustainable development. On-line platforms are used to build active links between people from different communities and a knowledge bank improves access to information promoting inclusive knowledge societies aiming for a pluralistic approach and sustainable development.<br/>Platforms for communication, dialogue and diversity include community media and strengthening skills of local populations on reporting community issues, as well as exchange of experiences related to everyday life, cultural identity and practices."
                    }
                ] 
            },
            { 
                "goalId": 5,
                "subgoals": [
                    {
                        "subId" : "6.b",
                        "rationale": "Local populations and indigenous peoples have a unique understanding of the environment and context in which they live, and traditional knowledge and practice are important factors to sustainable development. ICTs support the development of local content and practice."
                    }
                ] 
            },
            { 
                "goalId": 7,
                "subgoals": [
                    {
                        "subId" : "8.3",
                        "rationale": "The culture and creative sectors are growing rapidly. As specified in the recently published UNESCO-UNDP Creative Economy Report 2013, cultural and creative industries at the local level are using ICTs and are generating economic and social development. The creative economy is powerful in the local context and with small and medium-sized enterprises. It is an economic engine, providing jobs and boosting trade and the economy. At the same time it plays a crucial social role, as a platform for identity, dialogue, social integration and an improved quality of life, thus achieving inclusive and sustainable development. Development policies should aim to invest in sustainable creative enterprise development across cultural value chain, including production and distribution infrastructure for creators and communities, and in building up local markets. Investment is also needed in local capacity building to empower creators and cultural entrepreneurs."
                    },
                     {
                        "subId" : "8.9",
                        "rationale": "Local communities are engaged in capacity-building and the development of networks to share knowledge and expand public outreach. ICTs preserve, make accessible and distribute local cultural content, help prevent knowledge loss, and help expand cultural exchange, innovation and creativity. This translates into economic opportunities in the culture sector (e.g. heritage and creative industries). Cultural goods and services are produced and disseminated through local, national and international markets."
                    }
                ] 
            },
            { 
                "goalId": 8,
                "subgoals": [
                    {
                        "subId" : "9",
                        "rationale": "Culture is both a driver and an enabler of human and sustainable development. It empowers people to take ownership of their own development, and stimulates the innovation and creativity which can drive inclusive and sustainable growth. ICTs are a platform to promote, share and expand cultural diversity."
                    }
                ] 
            },
            { 
                "goalId": 10,
                "subgoals": [
                    {
                        "subId" : "11.4",
                        "rationale": "Cultural heritage is a living part of today’s societies and ICTs help to preserve it. Policies promoting the exchange of culture and knowledge between societies are essential. ICTs help ensure continued access to cultural and natural heritage via archived digital information and multimedia content in digital repositories, and support archives, cultural collections and libraries as the memory of humankind."
                    }
                ] 
            },
            { 
                "goalId": 11,
                "subgoals": [
                    {
                        "subId" : "12.b",
                        "rationale": "The promotion of local cultural content, goods and services, as well as heritage, leads to knowledge sharing, innovation and growth in cultural and creative sectors as well as sustainable tourism. Social and economic development is based on engaging communities as essential stakeholders. ICTs help preserve, affirm, and promote the diversity of cultural expressions and indigenous knowledge and traditions through the creation of varied information content and the use of different methods, including the digitization of the educational, scientific and cultural heritage."
                    }
                ] 
            }
        ]
    },
    {
        "id": 15,
        "name": "C9: Media",
        "shortName": "Media",
        "desc": "<p>The media — in their various forms and with a diversity of ownership—as an actor, have an essential role in the development of the Information Society and are recognized as an important contributor to freedom of expression and plurality of information.</p><ol><li>Encourage the media - print and broadcast as well as new media - to continue to play an important role in the Information Society.</li><li>Encourage the development of domestic legislation that guarantees the independence and plurality of the media.</li><li>Take appropriate measures - consistent with freedom of expression - to combat illegal and harmful content in media content.</li><li>Encourage media professionals in developed countries to establish partnerships and networks with the media in developing ones, especially in the field of training.</li><li>Promote balanced and diverse portrayals of women and men by the media.</li><li>Reduce international imbalances affecting the media, particularly as regards infrastructure, technical resources and the development of human skills, taking full advantage of ICT tools in this regard.</li><li>Encourage traditional media to bridge the knowledge divide and to facilitate the flow of cultural content, particularly in rural areas.</li></ol>",
        "goals": [
            { 
                "goalId": 4,
                "subgoals": [
                    {
                        "subId" : "5.b, 9.c, 12.8, 16.10",
                        "rationale": "- Empirically free, plural and independent media contribute to sustainable development in terms of supporting national development monitoring and priority-setting. <br/>- Converged Media across all traditional and digital platforms have a potential to provide universal and inclusive access to information including by women and girls.<br/>- Expanded media landscape built on ICTs and Internet are central to inclusive politics and governance and support realization and improvement of all human rights."
                    }
                ]
            },
            { 
                "goalId": 8,
                "subgoals": []
            },
            { 
                "goalId": 11,
                "subgoals": []
            },
            { 
                "goalId": 15,
                "subgoals": []
            }
        ]
    },
    {
        "id": 16,
        "name": "C10: Ethical dimensions of the Information Society",
        "shortName": "Ethical Dimensions of the Information Society",
        "desc": "<pThe Information Society should be subject to universally held values and promote the common good and to prevent abusive uses of ICTs.</p><ol><li>Take steps to promote respect for peace and to uphold the fundamental values of freedom, equality, solidarity, tolerance, shared responsibility, and respect for nature.</li><li>All stakeholders should increase their awareness of the ethical dimension of their use of ICTs.</li><li>All actors in the Information Society should promote the common good, protect privacy and personal data and take appropriate actions and preventive measures, as determined by law, against abusive uses of ICTs such as illegal and other acts motivated by racism, racial discrimination, xenophobia, and related intolerance, hatred, violence, all forms of child abuse, including paedophilia and child pornography, and trafficking in, and exploitation of, human beings.</li><li>Invite relevant stakeholders, especially the academia, to continue research on ethical dimensions of ICTs.</li></ol>",
        "goals": [
            { 
                "goalId": 0,
                "subgoals": [
                    {
                        "subId" : "1.5",
                        "rationale": "Digital platforms, whether global or local are key to accessing services and participation in all aspects of social life – political, cultural, economic. Providing means and capabilities to assure meaningful participation becomes an ethical imperative and contributes to overcoming poverty and ensuring the common good."
                    }
                ] 
            },
            { 
                "goalId": 1,
                "subgoals": [
                    {
                        "subId" : "2.3",
                        "rationale": "Enhancing participation, providing access to information and sharing of knowledge critical to ensuring the balance between meeting current and future needs is central to the ethical values of non-discrimination, respect for nature and promotion of the common good."
                    }
                ] 
            },
            { 
                "goalId": 2,
                "subgoals": [
                    {
                        "subId" : "3.8",
                        "rationale": "While offering the broadest possible access to medical services adequate safeguards to ensure informed choice and the protection of privacy and personal data are essential."
                    }
                ] 
            },
            { 
                "goalId": 3,
                "subgoals": [
                    {
                        "subId" : "4.7",
                        "rationale": "Digital platforms, whether global or local are key to participation in all aspects of social life – political, cultural, economic. Providing the means and capabilities throughout life to assure meaningful participation becomes an ethical imperative and contributes to overcoming poverty and ensuring the common good."
                    }
                ] 
            },
            { 
                "goalId": 4,
                "subgoals": [
                    {
                        "subId" : "5.1",
                        "rationale": "Digital platforms are key to social participation, all physical, technical, social and cognitive barriers to women’s participation in the virtual spaces must be addressed to ensure their ability to benefit from the opportunities of the knowledge societies. All users must be empowered to report and combat all forms of gender-based intolerance, bullying, profiling discrimination and other on-line threats."
                    }
                ] 
            },
            { 
                "goalId": 7,
                "subgoals": [
                    {
                        "subId" : "8.6",
                        "rationale": "These factors can undermine social cohesion as they militate against the individual’s sense of equality and may impair their ability to assume their social responsibilities and increase their vulnerability to participate in illicit activities due to lack of skills and competencies. Promoting the common good provides an ethical basis for addressing this challenge."
                    }
                ] 
            },
            { 
                "goalId": 8,
                "subgoals": [
                    {
                        "subId" : "9.1",
                        "rationale": "Ensuring the participation of all persons in the digital spaces is key to fostering equality, solidarity, shared responsibility, the common good and inclusive knowledge societies."
                    }
                ] 
            },
            { 
                "goalId": 9,
                "subgoals": [
                    {
                        "subId" : "10.2",
                        "rationale": "Ensuring the participation of all persons in the digital spaces is key to fostering equality, solidarity, shared responsibility, the common good and inclusive knowledge societies."
                    },
                    {
                        "subId": "10.3",
                        "rationale": ""
                    }
                ] 
            },
            { 
                "goalId": 10,
                "subgoals": [
                    {
                        "subId" : "11.3",
                        "rationale": "The creation of conditions for equitable participation in all aspects of social life – political, cultural and economic - are central to realizing peace and the values of freedom, equality, solidarity and shared responsibility. "
                    }
                ] 
            },
            { 
                "goalId": 11,
                "subgoals": [
                    {
                        "subId" : "12.8",
                        "rationale": "Ensuring the balance between meeting current and future needs is central to the ethical values of sustainability, respect for nature, shared responsibility and the promotion of the common good."
                    }
                ] 
            },
            { 
                "goalId": 12,
                "subgoals": [
                    {
                        "subId" : "13.3",
                        "rationale": "Ensuring the balance between meeting current and future needs is central to the ethical values of sustainability, respect for nature, shared responsibility and the promotion of the common good."
                    }
                ] 
            },
            { 
                "goalId": 15,
                "subgoals": [
                    {
                        "subId" : "16.7",
                        "rationale": "These goals are intrinsically tied to the ethical values of equality, solidarity, shared responsibility and the promotion of the common good."
                    },
                    {
                        "subId" : "16.10",
                        "rationale": "The protection of fundamental freedoms is a core aspect of the ethical dimensions of the information society and central to the realization of the overarching goal of peace."
                    }
                ] 
            },
            { 
                "goalId": 16,
                "subgoals": [
                    {
                        "subId" : "17.6",
                        "rationale": "The development of the capacities and competencies of all peoples to effectively participate on the digital platforms access the opportunities of the knowledge societies contributes to equality, solidarity, tolerance, shared responsibilities and to peace."
                    },
                    {
                        "subId" : "17.7",
                        "rationale": "Respect for nature ensures balance between meeting current and future needs. The development of the capacities and competencies of all peoples to effectively participate on the digital platforms access the opportunities of the knowledge societies contributes to equality, solidarity, tolerance, shared responsibilities and to peace."
                    },
                    {
                        "subId" : "17.8",
                        "rationale": "The development of the capacities and competencies of all peoples to effectively participate on the digital platforms access the opportunities of the knowledge societies contributes to equality, solidarity, tolerance, shared responsibilities and to peace."
                    },
                    {
                        "subId" : "17.18",
                        "rationale": "The development of the capacities and competencies of all peoples to effectively participate on the digital platforms access the opportunities of the knowledge societies contributes to equality, solidarity, tolerance, shared responsibilities and to peace."
                    },
                    {
                        "subId" : "17.19",
                        "rationale": "Respect for nature ensures balance between meeting current and future needs. The development of the capacities and competencies of all peoples to effectively participate on the digital platforms access the opportunities of the knowledge societies contributes to equality, solidarity, tolerance, shared responsibilities and to peace."
                    }
                ] 
            }
        ]
    },{
        "id": 17,
        "name": "C11: International and regional cooperation",
        "shortName": "International & Regional Cooperation",
        "desc": "<p>International cooperation among all stakeholders is vital in implementation of this plan of action and needs to be strengthened with a view to promoting universal access and bridging the digital divide, inter alia, by provision of means of implementation</p><ol><li>Governments of developing countries should raise the relative priority of ICT projects in requests for international cooperation and assistance on infrastructure development projects from developed countries and international financial organizations.</li><li>Within the context of the UN’s Global Compact and building upon the United Nations Millennium Declaration, build on and accelerate public-private partnerships, focusing on the use of ICT in development.</li><li>Invite international and regional organizations to mainstream ICTs in their work programmes and to assist all levels of developing countries, to be involved in the preparation and implementation of national action plans to support the fulfilment of the goals indicated in the declaration of principles and in this Plan of Action, taking into account the importance of regional initiatives.</li></ol>",
        "goals": [
            { 
                "goalId": 16,
                "subgoals": [
                    {
                        "subId" : "17.9",
                        "rationale": "- Each country must translate the international development agenda into a nationally owned one tailored to local needs and development. ICTs have huge potential to assist with dissemination of successful governance practices to be adapted and transferred to other developing countries.<br/>- ICT can help facilitate capacity building through online learning platforms, reaching a broader audience. Both the public and private sector can use online learning tools in their capacity building efforts.<br/>- Nations can more easily share solutions and best practices across borders through the means of technology. eGovernment solutions as well as data tools used in government operations can more easily be transmitted"
                    },
                    {
                        "subId" : "17.16",
                        "rationale": "- ICT can enable knowledge sharing through educational efforts and online discussion platforms where stakeholders from different regions can engage.<br/>- ICT can also allow developing countries to capitalize on innovation in ICT and knowledge sharing from that of developed nations, as technology brings those resources within close proximity to local governments."
                    },
                    {
                        "subId" : "17.17",
                        "rationale": "- In order to achieve sustainable development, governments must develop and engage partnerships (private sector, civil society, private sector) and ICTs are very instrumental in building such partnerships at national, regional, and international and global levels."
                    }
                ] 
            }
        ]
    }
]